verification/runs/F9_work/steady_q100/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}


dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (1.20344 0 0);

boundaryField
{
    inlet   { type fixedValue; value $internalField; }
    outlet  { type inletOutlet; inletValue uniform (0 0 0); value uniform (0 0 0); }
    pipeWall { type noSlip; }
    plate    { type noSlip; }
    axis     { type empty; }
    back     { type wedge; }
    front    { type wedge; }
}
